"(Not You?)|Login - Clickable text letting user log in as a different user" = "(Não é você?)";

"+%i|Very short string used in place of X names of members of a thread (when the thread name is too long to fit). Ex: +1, +2, +3.  If the language has no short way to express this, use … (ellipsis) or equivalent." = "+ %1$i";

",|Punctuation (comma) used to separate entries in a list of names. Example: Alice, Bob, Carol" = ",";

"1 Friend is Nearby|Title of megaphone to encourage user to share location." = "1 amigo está nas imediações";

"1 day|text to show user was online/active 1 day ago (don't abbrev)" = "1 dia";

"1 hour|text to show user was online/active 1 hour ago (don't abbrev)" = "1 hora";

"1 minute|text to show user was online/active 1 minute ago (don't abbrev)" = "1 minuto";

"1d|short indicator that a user was active 1 day ago" = "1d";

"1h|short indicator that a user was active 1 hour ago" = "1h";

"1m Limit: Release to send|notify user that the maximum recording time has been reached" = "Limite de 1 min.: Solte para enviar";

"1m|short indicator that a user was active 1 minute ago" = "1m";

"2 days|text to show user was online/active 2 days ago (don't abbrev)" = "2 dias";

"2 hours|text to show user was online/active 2 hours ago (don't abbrev)" = "2 horas";

"2 minutes|text to show user was online/active 2 minutes ago (don't abbrev)" = "2 minutos";

"A new version of Messenger is available.|New version title" = "Uma nova versão do Messenger está disponível.";

"Activation Code|placeholder text for activation code field" = "Código de ativação";

"Activation Request Failed|" = "Falha ao solicitar ativação";

"Active Now (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "Ativos agora (%1$d)";

"Add Favorite|Title of screen shown when user is adding a new favorite" = "Adicionar favorito";

"Add More People|button for adding people to the conversation" = "Adicionar mais pessoas";

"Add More People|title for add members page" = "Adicionar mais pessoas";

"Add More People|title for add people page" = "Adicionar mais pessoas";

"Add To Conversation|text to show in the add people button" = "Adicionar à conversa";

"Add to Existing Contact|action sheet option for adding a phone number to an existing contact" = "Adicionar a um contato existente";

"Add|generic add button" = "Adicionar";

"Adding...|adding progress text" = "Adicionando...";

"Advanced Settings|text for advanced settings button" = "Configurações avançadas";

"Advanced|title for advanced settings page" = "Avançado";

"Alerts Off Until %@|Indicates that alerts are off until X time" = "Alertas desativado até às %1$@";

"Alerts Off for 1 Hour|Indicates that alerts are off for 1 hour" = "Desativar alertas por 1 hora";

"Alerts Off|Indicates that alerts are off" = "Alertas desativado";

"Alerts On|Indicates that alerts are on" = "Alertas ativado";

"All notifications are off for 8h.|footer text for notifications settings applying to all conversations" = "Todas as notificações estão desativadas por 8 horas.";

"All notifications are off.|Mute warning display on thread list" = "Todas as notificações estão desativadas.";

"Answer|Text for button that accepts a call" = "Atender";

"Archive Thread|Button label that will archive the thread" = "Arquivar tópico";

"Are you sure you want to delete the conversation name?|alert message for deleting conversation name" = "Tem certeza de que deseja excluir o nome da conversa?";

"Are you sure you want to leave this conversation? You will no longer receive new messages.|confirmation dialog message for leaving a thread" = "Tem certeza de que deseja sair desta conversa? Você não receberá mais novas mensagens.";

"Are you sure?|Title for dialog asking the user if they're sure if they want to not enable push notifications" = "Tem certeza?";

"Attach a Photo|Button label for attaching a photo from the photo library" = "Anexar uma foto";

"Attach media|Accessibility text for button that lets user start attaching photos or other media, as well as emoticons and emoji" = "Anexar mídia";

"Auto Send|Auto send label" = "Envio automático";

"Back|generic nav bar back button" = "Voltar";

"Bing Image Search|" = "Bing Image Search";

"Call Ended|End call message in non-error case" = "Ligação encerrada";

"Call Ended|String shown when the call ends" = "Ligação encerrada";

"Call Failed|End call message in error case" = "A ligação falhou";

"Call %@|action sheet option for calling a phone number" = "Ligar para %1$@";

"Camera|Button label for attaching a photo from the camera" = "Câmera";

"Cancel|Title for generic Cancel button." = "Cancelar";

"Choose Photo|action sheet option for choosing a photo from photo library" = "Escolher foto";

"Clear|prompt to clear all unsent messages" = "Limpar";

"Clearing...|Progress text shown while clearing the image for a thread" = "Apagando...";

"Clearing...|Progress text shown while clearing the name for a thread" = "Apagando...";

"Close active chat|Button to close an active chat" = "Fechar bate-papo ativo";

"Comment|Comment button title" = "Comentar";

"Compose message to %@|Accessibility label describing a text view to start writing a message to a user with no draft message" = "Compor mensagem para %1$@";

"Compose message to %@: %@|Accessibility label describing a text view to start writing a message to a user with some appended draft message" = "Compor mensagem para %1$@: %2$@";

"Confirm Phone|Title of page where user enters their phone number" = "Confirmar telefone";

"Connecting|Text shown on call screen while connecting a call" = "Conectando";

"Connection Failed|Alert title when connection failed" = "Falha na conexão";

"Connection Lost|End call message in connection lost case" = "Conexão interrompida";

"Contact Info|Title of the canonical thread info page." = "Informações de contato";

"Contacting|Text shown on call screen while contacting another party" = "Entrando em contato";

"Continue|Login - Login Button Title for Keychain Login" = "Continuar";

"Conversation Name|placeholder text in conversation name textfield" = "Nome da conversa";

"Copy Link|Option that pops out after long press on a link in message thread." = "Copiar link";

"Copy|action sheet option for copying a string to the clipboard" = "Copiar";

"Could not add new members. Please try again.|message for failing to add members dialog" = "Não foi possível adicionar novos membros. Tente novamente.";

"Could not retrieve availability|Text shown to an user when the operation to retrieve the other party's callable status fails" = "Não foi possível restabelecer disponibilidade";

"Countries|Title for country picker" = "Países";

"Country|Country - Country placeholder text" = "País";

"Create Group Conversation|button for adding people to the canonical conversation" = "Criar conversa em grupo";

"Create New Contact|action sheet option for creating a new contact" = "Criar novo contato";

"Currently in a call|Error message when user tries to initiate a call while already in a call" = "Atualmente em uma ligação";

"Customize Notification Settings|User education for how to configure conversation alerts" = "Personalizar configurações de notificações";

"Decline|Text for button that declines a call" = "Recusar";

"Delete Conversation Name|alert title for deleting conversation name" = "Excluir o nome da conversa";

"Delete Message? It cannot be undone.|text shown when a user swipes to delete a message" = "Excluir mensagem? Essa ação não pode ser desfeita.";

"Delete|Button to accept deleting the name of a conversation" = "Excluir";

"Delete|Label for button to delete previous character" = "Excluir";

"Delete|button text for deleting a message" = "Excluir";

"Delete|button text for removing an unsent message" = "Excluir";

"Details|title for message details page" = "Detalhes";

"Discover Who's Nearby|Title of NUX to encourage user to share location." = "Descubra quem está nas imediações";

"Discover which friends are nearby and let them know you're around.|Description of megaphone to encourage user to share location." = "Descubra quais amigos estão nas imediações e deixe que eles saibam que você está por perto.";

"Discover who's in the area and let them know you're around.|Description of megaphone to encourage user to share location." = "Descubra quem está nas imediações e deixe que eles saibam que você está por perto.";

"Dismiss|Dismiss the audio recorder" = "Rejeitar";

"Don't Delete|Button to decline to delete the name of a conversation" = "Não excluir";

"Don't Save|Don't save action sheet button" = "Não salvar";

"Done|Title for generic Done button that dismisses a view. This needs to be a short string to avoid truncation." = "Concluir";

"Download|Button title to download an upgrade" = "Download";

"Edit|Edit button/label title for chat divebar" = "Editar";

"Email|email field placeholder on login screen" = "E-mail";

"Empty Feedback|Title for empty feedback warning." = "Comentário vazio";

"Enter Code|Enter Code page title" = "Inserir código";

"Error|error title after failed to load webview" = "Erro";

"Facebook User|Placeholder name for Facebook user whose name is unknown" = "Usuário do Facebook";

"Failed to add members|title for failing to add members dialog" = "Falha ao adicionar membros";

"Failed to save your settings.|error message after changing thread alert setting." = "Falha ao salvar suas configurações.";

"Favorites|chat bar favorites header title" = "Favoritos";

"Free Call|Text on button that starts a messenger call" = "Ligação gratuita";

"Free Calling Unavailable|Title for dialog explaining that messenger calls are not available" = "Ligação gratuita indisponível";

"Friends of Friends|Table section header for a list of friends of friends search results" = "Amigos de amigos";

"Friends on Messenger|Table title: Friends who have Facebook Messenger" = "Amigos no Messenger";

"Get Directions|action sheet option for viewing a map" = "Obter direções";

"Get Facebook Messenger|Title of a link that takes the user to download the Facebook Messenger app" = "Obtenha o Messenger do Facebook";

"Get Started|Title for NUX" = "Introdução";

"Give us feedback or report a problem|Placeholder text for the report bug or feedback input field" = "Envie-nos comentários ou denuncie um problema";

"Google Image Search|" = "Google Image Search";

"Group Conversation|Create a group conversation divebar label" = "Conversa em grupo";

"Group Conversation|Label at top of online friends list that takes user to new message composer" = "Conversa em grupo";

"Group Info|Title of group thread info page." = "Informações do grupo";

"Help|text for help button" = "Ajuda";

"Hold to Talk|The instruction for holding the record button and talk" = "Pressione para falar";

"I'm sure|Button label confirming the user wants to continue with the selected action" = "Tenho cenrteza";

"If you enjoy using %@, would you mind taking a moment to rate this update? Thanks!|Prompt for user to rate the app." = "Se você gosta de usar %1$@, se importaria em reservar um momento para classificar esta atualização? Obrigado!";

"Image Search|action sheet option for choosing a photo from image search" = "Procurar imagem";

"Include your location|Title of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "Incluir sua localização";

"Incomplete contact|Alert title: Newly created contact needs more information" = "Contato incompleto";

"Incorrect Confirmation Code.|alert title for incorrect confirmation code" = "Código de confirmação incorreto.";

"Install Facebook Messenger?|The caption to promote users for installing Facebook Messenger app" = "Instalar Facebook Messenger?";

"Install Messenger to listen to this message and record your own.|The detailed message to tell user that the audio clip feature is not supported on the wilde, and then promote a link for them to download the Facebook Messenger app" = "Instale o Messenger para ouvir esta mensagem ou para gravar sua própria mensagem.";

"Install|Button text to install the Facebook Messenger" = "Instalar";

"Invalid Contact|Alert title: Newly created contact has invalid information" = "Contato inválido";

"Invalid Country Code|alert title for invalid country code" = "Código de país inválido";

"Invalid Phone Number|alert title for invalid phone number" = "Número de telefone inválido";

"Keep everyone in the loop|Detail subtitle for Group Chat NUX slide" = "Manter todos no loop";

"Last Updated: %@|last updated date in pull to refresh header" = "Última atualização: %1$@";

"Learn More|Title for button to learn more about sharing location." = "Saiba mais";

"Leave Conversation|leave conversation button" = "Sair da conversa";

"Leave conversation?|confirmation dialog title for leaving a thread" = "Sair da conversa?";

"Leave|Button title for leaving a thread" = "Sair";

"Leaving...|Progress text shown while leaving a thread" = "Saindo...";

"Let people in this conversation know where you are.|Text of location NUX when user has not yet made a choice regarding enabling or disabling location services." = "Permitir que as pessoas nesta conversa saibam onde você está.";

"Licenses|Licenses screen title" = "Licenças";

"Licenses|text for licenses button" = "Licenças";

"Like|Like button title" = "Curtir";

"Load Earlier Messages|message for loading earlier messages" = "Carregar mensagens anteriores";

"Loading...|Message presented while waiting for content to load." = "Carregando...";

"Locating You...|Message presented when waiting for an accurate location fix." = "Localizando você...";

"Location is Disabled|Title for dialog indicating that the app hasn't been granted location permissions" = "Localização desativada";

"Location is off for this conversation|Title of location NUX when user turns off location services for the first time." = "A localização foi desativada para esta conversa";

"Location services are off. Turn on to let people in this conversation know where you are.|Text of location NUX when user has disabled location services." = "Serviços de localização estão desativados. Ative este serviço para avisar as pessoas nesta conversa onde você está.";

"Location services are on|Title of location NUX when user has enabled location services." = "Serviços de localização estão ativados";

"Log In to Facebook|Login - Login Button Title for password login" = "Entrar no Facebook";

"Logged in as %@|Login - Text showing who user is logged in as" = "Conectado como %1$@";

"Login Approval Required|title of login approval dialog" = "Aprovação de login necessária";

"Login Failed|Invalid login alert title" = "Falha ao entrar";

"Map|title of map tab" = "Mapa";

"Mark as Unread|Button label that will mark the thread as unread" = "Marcar como não lida";

"Meet Friends on the Go|Title of megaphone to encourage user to share location." = "Encontre amigos de onde estiver";

"Message|divebar message button title" = "Mensagem";

"Messages|Messenger module display name" = "Mensagens";

"Messages|name of the app with Facebook brand" = "Mensagens";

"Messenger|The title of the app, used in Appirater's dialog." = "Messenger";

"More Friends (%d)|Title for chat bar section containing friends who are not top friends. Number after string is number of friends who are online or pushable." = "Mais amigos (%1$d)";

"More Friends (%d)|Title for chat bar section containing online friends who are not top friends. Number after string is number of friends who are online." = "Mais amigos (%1$d)";

"More Online Friends|Table title: More friends who are online (but are not top ranked friends)" = "Mais amigos conectados";

"NOTE: People you add will see all previous messages in this conversation.|warning when adding new people to a thread" = "NOTA: pessoas que você adicionar verão todas as mensagens anteriores nesta conversa.";

"Name is Too Long|alert title for long conversation name" = "Nome muito longo";

"Name|Placeholder text: Name of new contact" = "Nome";

"Never miss a message again|Detail subtitle for Push Notification NUX slide" = "Nunca deixa de ver uma mensagem novamente";

"Never miss a message from your friends again.|Body of Messenger NUX page 2" = "Nunca mais perca uma mensagem de seus amigos.";

"New Contact|Button title: Create a new contact" = "Novo contato";

"New Message|Title of screen shown when user is composing a new message" = "Nova mensagem";

"New version available|Title of alert displayed when new version is available" = "Nova versão disponível";

"Next|Generic button to move to next item" = "Próximo";

"Next|button label for moving to the next screen" = "Avançar";

"No Message|dialog title for when user tries to send an empty message" = "Nenhuma mensagem";

"No Recipients|dialog title for when user tries to send to no recipients" = "Sem destinatários";

"No Results|Accessibility label describing a contacts search result with no results" = "Sem resultados";

"No locations shared recently.|message on map view when no location has been shared recently" = "Nenhum local compartilhado recentemente.";

"No response.|Error reported when no response is received from the server" = "Sem resposta.";

"No, Thanks|Label on button for user to decline to rate the app" = "Não, obrigado";

"Nobody will see exactly where you are.|Explanation to let user know sharing location will not expose his exact location." = "Ninguém verá sua localização exata.";

"Not Now|Button text to temporarily ignore the installation message" = "Agora não";

"Not Now|Not now alert popup button" = "Agora não";

"Not Now|Title of button to not share location for now." = "Agora não";

"Not Now|button label for deferring enabling push notifications" = "Agora não";

"Not now|Button title to decline an upgrade" = "Agora não";

"Notifications for This Conversation|Title for per-thread notification settings" = "Notificações para esta conversa";

"Notifications for this conversation are off.|Mute warning display on conversation view" = "As notificações estão desativadas para esta conversa.";

"Notifications|Label for enabling/disabling notification" = "Notificações";

"OK|Title for generic OK button." = "OK";

"Off Until %@|Short string for indicating that alerts are off until X time" = "Desativado até às %1$@";

"Off for 1 Hour|Short string for indicating that alerts are off for 1 hour" = "Desativado por 1 hora";

"Off|Short string for indicating that alerts are off" = "Desativado";

"On|Short string for indicating that alerts are on" = "Ativar";

"Open in Maps|action sheet option for opening an address in the Maps app" = "Abrir no Mapas";

"Password|password field placeholder on login screen" = "Senha";

"People in this conversation can see your location on the map.|Text of location NUX when user has enabled location services." = "As pessoas nesta conversa pode ver a sua localização no mapa.";

"People|Section title for list of thread participants." = "Pessoas";

"People|title of people tab" = "Pessoas";

"Phone Number|placeholder text for phone number field" = "Número de telefone";

"Phone or Email|Placeholder text: Phone or email address of new contact" = "Telefone ou e-mail";

"Pin friends you message most|Label when users have no favorites" = "Fixar os amigos com quem você mais conversa";

"Please check your confirmation code and try again.|alert message for incorrect confirmation code" = "Verifique seu código de confirmação e tente novamente.";

"Please check your network connection and try again.|" = "Verifique sua conexão de rede e tente novamente.";

"Please check your number and try again.|Error reported when an invalid phone number response is received from the server" = "Verifique seu número e tente novamente.";

"Please check your number and try again.|alert message for invalid phone number" = "Verifique seu número e tente novamente.";

"Please download the latest version of Facebook Messenger.|Notification displayed to user when a version upgrade is available" = "Faça download da versão mais recente do Facebook Messenger.";

"Please enter a message or attach a photo|dialog message for when user tries to send an empty message" = "Insira uma mensagem ou anexe uma foto";

"Please enter a phone number or email.|Alert message: Newly created contact has invalid information" = "Insira um número de telefone ou e-mail.";

"Please enter a valid country code.|alert message for invalid country code" = "Insira um código de país válido.";

"Please enter the email and password you use to log in to Facebook.|Invalid login alert message" = "Insira o e-mail e a senha que você usa para fazer login no Facebook.";

"Please enter the person's name and contact information.|Alert message: Newly created contact needs more information" = "Insira o nome e as informações de contato da pessoa.";

"Please include a description of your problem.|Message for empty feedback warning." = "Inclua uma descrição de seu problema.";

"Please rate the quality of your call|Prompt for call quality survey" = "Classifique a qualidade da sua chamada";

"Please re-login to renew your session.|Error message for expired session" = "Faça login novamente para renovar sua sessão.";

"Please use a shorter conversation name.|alert message for long conversation name" = "Use um nome de conversa mais curto.";

"Preview|title for image preview screen" = "Visualizar";

"Privacy & Terms|text for privacy and terms button" = "Privacidade e termos";

"Pull down to refresh...|message for pull down to refresh" = "Puxe p/ baixo p/ atualizar...‎";

"Push notification alerts are off.|Reminder text for when push alerts are off on the phone." = "Os alertas de notificações Push estão desativados.";

"Push notification sounds are off.|Reminder text for when push notification sounds are off on the phone." = "Os sons das notificações Push estão desativados.";

"Push notifications are off.|Reminder text for when push notifications are off on the phone." = "Notificações Push estão desativadas.";

"Push up to refresh...|message for push up to refresh" = "Empurre p/ cima p/ atualizar...‎";

"REC|The record button" = "GRAVAR";

"Rate %@|Alert title for asking user to rate this app." = "Classificar %1$@";

"Rate %@|Label on button prompting user to rate the app." = "Classificar %1$@";

"Reach friends wherever they are now — mobile or web.|Body of Messenger NUX page 1" = "Alcance amigos onde quer que estejam — em dispositivos móveis ou na Web.";

"Reach friends wherever they are now|Detail subtitle for Cross Platform NUX slide" = "Alcance amigos onde quer que eles estejam";

"Record Audio|action sheet option for recording some audio" = "Gravar áudio";

"Record Video|action sheet option for recording a video" = "Gravar vídeo";

"Record Voice|Button label for attaching an audio clip" = "Gravar voz";

"Record|Record button for voice message" = "Gravar";

"Record|Record button for voice recording" = "Gravar";

"Recorder failed to start|Error info for users saying the audio recorder failed to start." = "Falha ao iniciar gravação";

"Recording cancelled|Notify user that the recording has been successfully cancelled." = "Gravação cancelada";

"Release to cancel recording|The instruction to user: release the record button to cancel the recording." = "Soltar para cancelar a gravação";

"Release to refresh...|message for releasing to refresh" = "Solte para atualizar...";

"Remind Me Later|Label on button allowing the user to postpone rating the app." = "Lembre-me mais tarde";

"Remove Attachment|action sheet option for removing current attachment" = "Remover anexo";

"Remove Photo|action sheet option for removing chosen photo" = "Remover foto";

"Remove Photo|action sheet option for removing current attachment" = "Remover foto";

"Removing...|text for removing progress" = "Removendo...";

"Report a Problem|title for give feedback or report bug" = "Denunciar um problema";

"Resend|Resend - Resend Button Title" = "Reenviar";

"Retry|generic retry button" = "Tentar novamente";

"Save Photo|action sheet option to save photo to library" = "Salvar foto";

"Save photo as conversation image?|" = "Salvar foto como imagem da conversa?";

"Save|" = "Salvar";

"Saving...|Progress text shown while saving a new image for a thread" = "Salvando...";

"Saving...|Progress text shown while saving a new name for a thread" = "Salvando...";

"Search for Friends|Accessibility label for button that toggles display of friends list/search" = "Procurar amigos";

"Search for More Friends…|Label at bottom of online friends list that lets user search for more friends" = "Buscar mais amigos...";

"Search to add favorites|placeholder in edit favorites search bar" = "Pesquise para adicionar favorito";

"Search|placeholder in search bar" = "Procurar";

"Searching...|Placeholder text in a search results list that indicates a contact search is ongoing" = "Pesquisando...";

"See which friends are within walking distance or visiting your city, and let them know you're nearby.|Description of NUX to encourage user to share location." = "Veja que amigos estão a uma distância curta ou que estão visitando a cidade e deixe que saibam que você está nas imediações.";

"Seen by Everyone|Seen state text for when everyone has seen the message." = "Visualizado por todos";

"Seen by everyone|Seen state text for when everyone has seen the message." = "Visualizado por todos";

"Seen by %@ %@|Text for when a message has been seen by 1 person at a certain time or date/time. eg. (Seen by <name> <time>)" = "Visualizada por %1$@ - %2$@";

"Seen by %@|Text for when a message has been seen by 1 person" = "Visualizada por %1$@";

"Seen by %@|Text for when a message has been seen by more than 1 person" = "Visualizada por %1$@";

"Seen by:|Text for seen state header" = "Visualizado por:";

"Seen %@ near %@|Text for when a message has been sen at a certain time (or date/time) and location e.g. (Seen 3:33 PM near Palo Alto)" = "Lida - %1$@ próximo a %2$@";

"Seen %@|Text for when a message has been seen at a certain time or date/time. eg. (Seen 3:33PM) or (Seen Mon 3:33PM)" = "Visualizada em %1$@";

"Select country code|select country code text" = "Selecione o código do país";

"Send to Phone, Chat and Web|Call to action for Cross Platform NUX slide" = "Envie para telefone, bate-papo e Internet";

"Send|Nav bar send button text" = "Enviar";

"Send|Send button for voice message" = "Enviar";

"Send|text to show in the send button" = "Enviar";

"Sending...|sending progress text" = "Enviando...";

"Sent a message|default notification text for messages with no body text" = "Enviou uma mensagem";

"Sent from Messenger|indicator that a message was sent from Messenger" = "Enviada pelo Messenger";

"Sent from email|indicator that a message was sent from email" = "Enviado do e-mail";

"Sent from mobile|indicator that a message was sent sent from a mobile device" = "Enviado do celular";

"Sent from web|indicator that a message was sent sent from web or chat" = "Enviado da Web";

"Sent from %@|Text used for showing the location where a message was sent from. e.g (city) or (city, state) or (city, country)." = "Enviada de %1$@";

"Session Expired|Error title for expired session" = "Sessão expirada";

"Settings App > General > Location Services|Location of Location Services Settings page for before 4.3." = "Configurações de apl. > Geral > Serviços de localização";

"Settings App > Location Services|Location of Location Services Settings page for 4.3 or later." = "Configurações de apl. > Serviços de localização";

"Settings App > Privacy > Location Services|Location of Location Services Settings page for 6.0 or later." = "Aplicativo de configurações - Privacidade - Serviços de localização";

"Settings|Settings alert popup button" = "Configurações";

"Settings|title for settings page" = "Configurações";

"Settings|title of settings tab" = "Configurações";

"Share|Share button title" = "Compartilhar";

"Shared a link|text for a link share" = "Compartilhou um link";

"Shared a photo|text for a photo share" = "Compartilhou uma foto";

"Shared a video|text for a video share" = "Compartilhou um vídeo";

"Sign Up for Facebook|Sign Up - Sign Up Button Title" = "Cadastre-se no Facebook‎";

"Skip|Skip - Skip Button Title" = "Pular";

"Something went wrong. Want to try again?|retry dialog message" = "Algo errado aconteceu. Deseja tentar novamente?";

"Sorry, something went wrong|Generic error message for Web browser errors" = "Algo deu errado";

"Start Group Chats|Call to action for Group Chat NUX slide" = "Iniciar bate-papos em grupo";

"Stop attaching media|Accessibility text for button that lets user stop attaching photos or other media, as well as emoticons and emoji" = "Interromper anexo de mídia";

"Stop|Stop button for voice recording" = "Parar";

"Submit|Submit button title" = "Enviar";

"Switch Account|text for switching logged in user" = "Trocar conta";

"Switch to Wi-Fi to complete your call|Error case when calls not allowed over cellular data. Suggest user switch to WiFi instead." = "Mude para o Wi-Fi para completar sua ligação";

"Take Photo|action sheet option for taking a photo" = "Tirar foto";

"Tap \"Try Again\" to send this message.|prompt for how to resend a failed message send" = "Toque em \"Tentar novamente\" para enviar esta mensagem.";

"Tap gear to turn on chat|placeholder in search bar when offline" = "Toque na engrenagem para ativar o bate-papo";

"Tap to discover who's in the area|Message of in-app notification explaining that user can tap to learn more about sharing location." = "Toque para descobrir quem está na área";

"Tap to return to call|Message shown on in-call bar explaining that the user may tap on it to return to the call screen" = "Toque para retornar à ligação";

"Tap to send a message|Message of in-app notification explaining that user can tap to message to nearby friends." = "Toque para enviar uma mensagem";

"Tap to turn on location|Title of location NUX when user has disabled location services." = "Toque para ativar localização";

"Text messages can't be sent to that number.|Error reported when a phone number with an unsupported mobile carrier is on the recipients list of a message." = "Mensagens de texto não podem ser enviadas para este número.";

"Text your friends wherever they are - on their phones or on chat.|The description message to promote users for installing Facebook Messenger app" = "Envie mensagens de texto para seus amigos onde quer que estejam - no celular ou no bate-papo.";

"That phone number is not allowed to receive text messages.|Error reported when an unlaunched phone number is on the recipients list of a message." = "Tal número de telefone não pode receber mensagens de texto.";

"There was a problem connecting to Facebook. Please check your connection and try again.|error message for failing to connect to Facebook" = "Ocorreu um problema ao conectar-se ao Facebook. Verifique sua conexão e tente novamente.";

"There was a problem connecting your call. Please connect to Wi-Fi and try again.|Alert body message when connection failed suggesting user switch to wifi" = "Ocorreu um erro ao conectar sua chamada. Conecte-se a uma rede Wi-Fi e tente novamente.";

"This Conversation|header text for alert settings applying to a single conversation" = "Esta conversa";

"Timeline|Button text to go to a user's timeline" = "Linha do tempo";

"Timeline|divebar timeline button title" = "Linha do tempo";

"Tip: Never Miss a Message|Title for reminder to turn on push notifications" = "Dica: Nunca deixa de ver uma mensagem";

"To accept calls, you need to update to the new version of Messenger.|Error dialog body shown when an incoming call failed because the current version is outdated" = "Para aceitar ligações, você precisa atualizar para a nova versão do Messenger.";

"To complete your phone number activation, please enter the activation code|" = "Para concluir sua ativação de número de telefone, insira o código de ativação";

"To include location with your messages, go to your %@.|Alert dialog instructing the user how to re-enable location permission. The variable is 'Settings App > Location Services' or 'Settings App > General > Location Services'" = "Para incluir a localização com suas mensagens, acesse %1$@.";

"To make calls, you need to update to the new version of Messenger.|Error dialog body. Shown when a user attempts to make a VoIP call but their version is incompatible." = "Para fazer ligações, você precisa atualizar para a nova versão do Messenger.";

"To turn off alerts for this conversation, go to conversation settings.|User education for how to configure conversation alerts" = "Para desativar alertas para esta conversa, acesse as configurações de conversa.";

"To turn off location for all your conversations, go to your %@.|Text of location NUX when user turns off location services for the first time. The parameter is the location of the Location Services in the Settings app (ie. Settings App > Location Services)" = "Para desativar a localização para todas as suas conversas, vá para %1$@.";

"To turn on notifications, visit iPhone Settings %@ Notifications %@ Messenger|Body of dialog telling the user how to enable push notifications" = "Para ativar as notificações, visite as configurações do iphone %1$@ Notificações %2$@ Messenger";

"To use this feature, go to your %@ settings and choose Location Services. Select ON for Facebook.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone." = "Para usar este recurso, vá para as configurações do seu %1$@ e selecione Serviços de localização. Selecione ATIVAR para Facebook.";

"To use this feature, go to your %@ settings and tap Privacy, then Location Services. Select ON for Facebook.|Error explanation when location services are unavailable. {name1} is the name of the current device, e.g. iPhone." = "Para usar este recurso, acesse seus Ajustes no dispositivo %1$@ e toque em Privacidade e em Serviços de localização. Selecione Ativado para Facebook.";

"To|Accessibility label for to field in contact picker" = "Para";

"To:|to field in contact picker" = "Para:";

"Touch and hold to talk.\nRelease to send, or slide off the button to cancel.|Instruction text for holding voice record button, letting go to send, and dragging finger off to cancel message" = "Toque e pressione para falar.\nSolte para enviar ou deslize o dedo no botão para cancelar.";

"Try Again|button text for resending an unsent message. this is referred to in the prompt Tap \"Try Again\" text" = "Tentar novamente";

"Turn Off Chat|Button title to let the user change their chat status from online to offline" = "Desativar bate-papo";

"Turn Off Until 8am|Option to turn off alerts until 8am" = "Desativar até as 8:00 horas";

"Turn Off for 1h|Option to turn off alerts for 1 hour" = "Desativar por 1 hora";

"Turn Off|Option to turn off alerts" = "Desativar";

"Turn On Chat|Button title to let the user change their chat status from offline to online" = "Ativar bate-papo";

"Turn On Location Services|Error message title when location services are unavailable." = "Ativar serviços de localização";

"Turn On Notifications|Call to action in NUX encouraging user to turn on push notifications" = "Ativar as notificações";

"Turn On Notifications|Title of dialog telling the user how to enable push notifications" = "Ativar as notificações";

"Turn On|Option to turn on alerts" = "Ativar";

"Turn On|Turn on alerts" = "Ativar";

"Turn On|button label for deferring enabling push notifications" = "Ativar";

"Turn on Push Notifications|Call to action for Push Notification NUX slide" = "Ativar Notificações por push";

"Turn on push notifications to find out when new messages arrive.|Message for reminder to turn on push notifications" = "Ative as notificações por push para descobrir quando novas mensagens chegarem.";

"Typing…|Text for when the other user is typing. Ends with an ellipsis (U+2026) and is lower-case." = "Digitando...";

"Unable to Call %@|Error dialog title. Shown when app must be updated" = "Não foi possível ligar para %1$@";

"Unable to Play Voice Message|The message to show when user receives a voice message but his app doesn't support playing it back." = "Não foi possível reproduzir a mensagem de voz";

"Unable to Save Image|retry dialog title for setting thread image" = "Não é possível Salvar a imagem";

"Unable to Send|Title for send feedback failed warning." = "Não foi possível enviar";

"Unable to add more people to the conversation. Please try again.|error message for failing to add people" = "Não é possível adicionar mais pessoas à conversa. Tente novamente.";

"Unable to name your conversation.|error message after setting conversation name" = "Não é possível nomear sua conversa.";

"Unable to remove you right now.|error messages after leaving conversation" = "Não é possível removê-lo agora.";

"Unable to save messaging favorites to Facebook|error message for failing to save messaging favorites" = "Não foi possível salvar favoritos de mensagens para o Facebook";

"Unable to send message. Retry?|Alert text for when a message failed to send that also asks user to retry." = "Não foi possível enviar a mensagem. Tentar novamente?";

"Unable to send message.|Alert text for when a message failed to send." = "Não foi possível enviar a mensagem.";

"Unable to send right now.|error message for failing to send message" = "Não é possível enviar agora.";

"Unpin|button title to remove user from favorites" = "Desafixar";

"Update|Get new version now button." = "Atualizar";

"Updating...|updating progress text" = "Atualizando...";

"Upgrade Now|button text on alert dialog prompting user to upgrade app" = "Atualizar agora";

"Use|use nav bar button in photo preview screen" = "Usar";

"View Call|Text show on button that views an incoming call" = "Ver ligação";

"View in Maps|action sheet option for viewing a map" = "Exibir no Mapas";

"View|Alert button that takes user to the thread where a message failed to send" = "Exibir";

"We'll text you a link to confirm your number.|Confirmation information text" = "Enviaremos um link por SMS para confirmação do número.";

"Welcome to Messenger|Title for NUX page" = "Bem-vindo ao Messenger";

"Who would you like to send this message to?|dialog message for when user tries to send message to no recipients" = "Para quem você gostaria de enviar essa mensagem?";

"You can control this in your privacy settings.|Explanation to let user know he can change settings of sharing location." = "Você pode controlar isto nas suas configurações de privacidade.";

"You will get an SMS or email shortly with a code to use for logging in.|message in login approval dialog" = "Em breve, você receberá um SMS ou e-mail com um código para fazer login.";

"You won't find out when you've received a message.|Body of dialog encouraging the user to enable push notifications" = "Você não saberá quando uma mensagem é recebida.";

"Your carrier doesn't allow calling with Messenger. Please turn on Wi-Fi in your phone settings.|Error message when user tries to initiate a call if carrier doesn't allowVOIP and not on wifi" = "A sua operadora não permite ligações com o Messenger. Ative o Wi-Fi nas configurações do seu telefone.";

"Your message was not sent.|text shown when a message failed to send" = "Sua mensagem não foi enviada.";

"Your messages were not sent.|text shown when more than 1 message failed to send" = "Suas mensagens não foram enviadas.";

"…|Ellipsis (U+2026) used to represent a chat message that is currently being written" = "…";

"active 1d ago|indicator that a user was active 1 day ago" = "ativo há 1 dia";

"active 1h ago|indicator that a user was active 1 hour ago" = "ativo há 1 hora atrás";

"active 1m ago|indicator that a user was active 1 minute ago" = "ativo há 1 minuto atrás";

"active now|indicator that a user is currently active, on web or mobile" = "ativo agora";

"active on mobile %@ ago|presences status for being active on mobile a relative time ago" = "on-line no celular a %1$@ atrás";

"active on mobile|presences status for being active on mobile" = "on-line no celular";

"active %id ago|indicator that a user was active 2+ days ago" = "ativo há %1$i dias atrás";

"active %ih ago|indicator that a user was active 2+ hours ago" = "Ativo há %1$i horas";

"active %im ago|indicator that a user was active 2+ minute ago" = "Ativo há %1$i minuto";

"active %@ ago|presences status for being active a relative time ago" = "ativo %1$@ atrás";

"error|A short message for audio play error" = "erro";

"is calling|text below the caller's name when they are calling" = "está ligando";

"is typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "está digitando...";

"on mobile|presences status for being available on mobile" = "no celular";

"online %@ ago|presences status for being online on the web a relative time ago" = "on-line há %1$@";

"online|presences status for being online on the web" = "on-line";

"typing…|text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case." = "digitando...";

"%d of %d|Title on photo viewer screen showing which photo is currently displayed. eg. 2 of 3" = "%1$d de %2$d";

"%i Friend of Friends|Number of friends of friends in search result (singular)" = "%1$i amigo de amigos";

"%i Friend|Number of friends in search result (singular)" = "%1$i amigo";

"%i Friends of Friends|Number of friends of friends in search result (plural)" = "%1$i amigos de amigos";

"%i Friends|Number of friends in search result (plural)" = "%1$i amigos";

"%i days|text to show user was online/active N days ago (don't abbrev)" = "%1$i dias";

"%i hours|text to show user was online/active N hours ago (don't abbrev)" = "%1$i horas";

"%i minutes|text to show user was online/active N minutes ago (don't abbrev)" = "%1$i minutos";

"%id|short indicator that a user was active 2+ days ago" = "%1$i d";

"%ih|short indicator that a user was active 2+ hours ago" = "%1$i h";

"%im|short indicator that a user was active 2+ minute ago" = "%1$i m";

"%@  •  %@|Seen state text for a user in a group detail page. eg. (name <bullet-character> time)" = "%1$@  •  %2$@";

"%@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ e %2$@ usam o Facebook Messenger";

"%@ are Nearby|Title of in-app notification showing some friends are nearby. E.g. Tom, Jerry, +2 are Nearby" = "%1$@ estão nas imediações";

"%@ is Nearby|Title of in-app notification showing some friend is nearby. E.g. Tom is Nearby" = "%1$@ está nas imedianções";

"%@ is calling|Message notifying of an incoming call. First parameter is the name of the caller" = "%1$@ está ligando";

"%@ is in another call|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ está em outra ligação";

"%@ is not available|End call message notifying caller that callee is unavailable. First parameter is the name of the callee" = "%1$@ não está disponível";

"%@ is typing…|string format text for when the other user is typing. ends with an ellipsis (U+2026) and is lower-case. name appears on left" = "%1$@ está digitando...";

"%@ tried to call you|Error dialog title shown when an incoming voice call can't be received" = "%1$@ tentou ligar para você";

"%@ uses Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@ usa o Facebook Messenger";

"%@|Name of a person (used both standalone and in lists). Add honorifics (-san, etc.) if appropriate." = "%1$@";

"%@, %i more|List of user names and X more if the list is truncated at N names." = "%1$@ e mais %2$i";

"%@, %@ and %@ use Facebook Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@ e %3$@ usam o Facebook Messenger";

"%@, %@, %@ and 1 other friend use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@ e 1 outro amigo usam o Messenger";

"%@, %@, %@ and %i other friends use Messenger|Upsell message for promoting Facebook Messenger. It shows how many your friends are already using Messenger" = "%1$@, %2$@, %3$@ e outros %4$i amigos usam o Messenger";

"%@…|a string that has been shortened adding ellipsis (unicode 2026)" = "%1$@…";

"%u Friend is Nearby|Title of in-app notification showing some friend is nearby. E.g. 1 Friend is Nearby" = "%1$u amigo está nas imediações";

"%u Friends are Nearby|Title of in-app notification showing some friends are nearby. E.g. 2 Friends are Nearby" = "%1$u amigos estão nas imediações";

"%u Friends are Nearby|Title of megaphone to encourage user to share location. E.g. 2 Friends are Nearby." = "%1$u amigos estão nas imediações";

"%u of your friends are sharing when they're nearby|Message to let user know how many of his friends are sharing location." = "%1$u de seus amigos estão compartilhando quando estão nas imediações";

"%u photo attached|Accessiblity text for a single photo" = "%1$u foto anexada";

"%u photos attached|Accessibility text for a photo set" = "%1$u fotos anexadas";

